{
  "ADD_FRIEND": "Add",
  "AGREE": "Agree",
  "BAN_USER": "Ban User",
  "BAN_USER_TEXT": "Do you want to ban current user? If then, you will not receive any messages from the user.",
  "BLOCKED_USER": "Blocked User",
  "CANCEL": "Cancel",
  "CHANGE_PASSWORD_HAS_FAILED": "Failed to change password. Please retry.",
  "CHANNEL": "Channel",
  "CHAT": "Chat",
  "CONFIRM": "Confirm",
  "CONFIRM_PASSWORD": "Confirm password",
  "DELETE_FRIEND": "Delete",
  "DONE": "Done",
  "EMAIL": "Email",
  "EMAIL_FORMAT_NOT_VALID": "Email format is not valid.",
  "EMAIL_REQUIRED": "Email is required.",
  "EMAIL_SENT_FAILED": "Verification Email sent failed.",
  "EMAIL_USER_NOT_EXISTS": "User does not exists.",
  "ERROR": "Error",
  "ERROR_OCCURED": "Error occured.",
  "FAILED": "FAILED",
  "FAILED_FETCH": "Failed fetching %{media}",
  "FAILED_GET_PUSH_NOTI": "You have blocked the alert for HackaTalk. Please allow it to receive chattings immediately.",
  "FAILED_LOAD_IMAGE": "Failed loading image. Please try again.",
  "FIND_PW": "Find Password",
  "FORGOT_PW": "Forgot password?",
  "FRIEND": "Friend",
  "FRIEND_ADDED": "Added to your friend.",
  "FRIEND_ALREADY_ADDED": "Already your friend.",
  "GO_BACK": "Go back",
  "GO_CHAT": "Go to chat",
  "HACKATALK": "HackaTalk",
  "HELLO": "Hello",
  "LEAVE_CHANNEL_CONFIRMATION": "Do you want to leave this channel?",
  "LEAVE_CHANNEL_DONE": "You left a channel.",
  "LICENSE_AGREEMENT": "License Agreement",
  "LICENSE_AGREEMENT_BY_APPLE": "Apps made available through the App Store are licensed, not sold, to you. Your license to each App is subject to your prior acceptance of either this Licensed Application End User License Agreement (“Standard EULA”), or a custom end user license agreement between you and the Application Provider (“Custom EULA”), if one is provided. Your license to any Apple App under this Standard EULA or Custom EULA is granted by Apple, and your license to any Third Party App under this Standard EULA or Custom EULA is granted by the Application Provider of that Third Party App. Any App that is subject to this Standard EULA is referred to herein as the “Licensed Application.” The Application Provider or Apple as applicable (“Licensor”) reserves all rights in and to the Licensed Application not expressly granted to you under this Standard EULA.\n\na. Scope of License: Licensor grants to you a nontransferable license to use the Licensed Application on any Apple-branded products that you own or control and as permitted by the Usage Rules. The terms of this Standard EULA will govern any content, materials, or services accessible from or purchased within the Licensed Application as well as upgrades provided by Licensor that replace or supplement the original Licensed Application, unless such upgrade is accompanied by a Custom EULA. Except as provided in the Usage Rules, you may not distribute or make the Licensed Application available over a network where it could be used by multiple devices at the same time. You may not transfer, redistribute or sublicense the Licensed Application and, if you sell your Apple Device to a third party, you must remove the Licensed Application from the Apple Device before doing so. You may not copy (except as permitted by this license and the Usage Rules), reverse-engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Licensed Application, any updates, or any part thereof (except as and only to the extent that any foregoing restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open-sourced components included with the Licensed Application).\n\nb. Consent to Use of Data: You agree that Licensor may collect and use technical data and related information—including but not limited to technical information about your device, system and application software, and peripherals—that is gathered periodically to facilitate the provision of software updates, product support, and other services to you (if any) related to the Licensed Application. Licensor may use this information, as long as it is in a form that does not personally identify you, to improve its products or to provide services or technologies to you.\n\nc. Termination. This Standard EULA is effective until terminated by you or Licensor. Your rights under this Standard EULA will terminate automatically if you fail to comply with any of its terms. \n\nd. External Services. The Licensed Application may enable access to Licensor’s and/or third-party services and websites (collectively and individually, \"External Services\"). You agree to use the External Services at your sole risk. Licensor is not responsible for examining or evaluating the content or accuracy of any third-party External Services, and shall not be liable for any such third-party External Services. Data displayed by any Licensed Application or External Service, including but not limited to financial, medical and location information, is for general informational purposes only and is not guaranteed by Licensor or its agents. You will not use the External Services in any manner that is inconsistent with the terms of this Standard EULA or that infringes the intellectual property rights of Licensor or any third party. You agree not to use the External Services to harass, abuse, stalk, threaten or defame any person or entity, and that Licensor is not responsible for any such use. External Services may not be available in all languages or in your Home Country, and may not be appropriate or available for use in any particular location. To the extent you choose to use such External Services, you are solely responsible for compliance with any applicable laws. Licensor reserves the right to change, suspend, remove, disable or impose access restrictions or limits on any External Services at any time without notice or liability to you. \n\ne. NO WARRANTY: YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT USE OF THE LICENSED APPLICATION IS AT YOUR SOLE RISK. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE LICENSED APPLICATION AND ANY SERVICES PERFORMED OR PROVIDED BY THE LICENSED APPLICATION ARE PROVIDED \"AS IS\" AND “AS AVAILABLE,” WITH ALL FAULTS AND WITHOUT WARRANTY OF ANY KIND, AND LICENSOR HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH RESPECT TO THE LICENSED APPLICATION AND ANY SERVICES, EITHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES AND/OR CONDITIONS OF MERCHANTABILITY, OF SATISFACTORY QUALITY, OF FITNESS FOR A PARTICULAR PURPOSE, OF ACCURACY, OF QUIET ENJOYMENT, AND OF NONINFRINGEMENT OF THIRD-PARTY RIGHTS. NO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY LICENSOR OR ITS AUTHORIZED REPRESENTATIVE SHALL CREATE A WARRANTY. SHOULD THE LICENSED APPLICATION OR SERVICES PROVE DEFECTIVE, YOU ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR, OR CORRECTION. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATIONS ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO THE ABOVE EXCLUSION AND LIMITATIONS MAY NOT APPLY TO YOU. \n\nf. Limitation of Liability. TO THE EXTENT NOT PROHIBITED BY LAW, IN NO EVENT SHALL LICENSOR BE LIABLE FOR PERSONAL INJURY OR ANY INCIDENTAL, SPECIAL, INDIRECT, OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, BUSINESS INTERRUPTION, OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, ARISING OUT OF OR RELATED TO YOUR USE OF OR INABILITY TO USE THE LICENSED APPLICATION, HOWEVER CAUSED, REGARDLESS OF THE THEORY OF LIABILITY (CONTRACT, TORT, OR OTHERWISE) AND EVEN IF LICENSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU. In no event shall Licensor’s total liability to you for all damages (other than as may be required by applicable law in cases involving personal injury) exceed the amount of fifty dollars ($50.00). The foregoing limitations will apply even if the above stated remedy fails of its essential purpose.\n\ng. You may not use or otherwise export or re-export the Licensed Application except as authorized by United States law and the laws of the jurisdiction in which the Licensed Application was obtained. In particular, but without limitation, the Licensed Application may not be exported or re-exported (a) into any U.S.-embargoed countries or (b) to anyone on the U.S. Treasury Department\\'s Specially Designated Nationals List or the U.S. Department of Commerce Denied Persons List or Entity List. By using the Licensed Application, you represent and warrant that you are not located in any such country or on any such list. You also agree that you will not use these products for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture, or production of nuclear, missile, or chemical or biological weapons.\n\nh. The Licensed Application and related documentation are \"Commercial Items\", as that term is defined at 48 C.F.R. §2.101, consisting of \"Commercial Computer Software\" and \"Commercial Computer Software Documentation\", as such terms are used in 48 C.F.R. §12.212 or 48 C.F.R. §227.7202, as applicable. Consistent with 48 C.F.R. §12.212 or 48 C.F.R. §227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S. Government end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein. Unpublished-rights reserved under the copyright laws of the United States.\n\ni. Except to the extent expressly provided in the following paragraph, this Agreement and the relationship between you and Apple shall be governed by the laws of the State of California, excluding its conflicts of law provisions. You and Apple agree to submit to the personal and exclusive jurisdiction of the courts located within the county of Santa Clara, California, to resolve any dispute or claim arising from this Agreement. If (a) you are not a U.S. citizen; (b) you do not reside in the U.S.; (c) you are not accessing the Service from the U.S.; and (d) you are a citizen of one of the countries identified below, you hereby agree that any dispute or claim arising from this Agreement shall be governed by the applicable law set forth below, without regard to any conflict of law provisions, and you hereby irrevocably submit to the non-exclusive jurisdiction of the courts located in the state, province or country identified below whose law governs:\n\nIf you are a citizen of any European Union country or Switzerland, Norway or Iceland, the governing law and forum shall be the laws and courts of your usual place of residence.\n\nSpecifically excluded from application to this Agreement is that law known as the United Nations Convention on the International Sale of Goods.",
  "LIMIT_FILE_SIZE": "Please upload less than %{uploadFileSize}MB",
  "LOADING": "Loading...",
  "LOGIN": "Login",
  "LOGIN_INFORMATION": "Login information",
  "LOGOUT": "Logout",
  "ME": "Me",
  "MEDIA_LOAD": "Touch to Load %{media}",
  "MESSAGE": "Message",
  "MY_PROFILE": "My profile",
  "NAME": "Name",
  "NAME_HINT": "Please write your name",
  "NAME_MIN": "Name must be at least 3 characters.",
  "NAME_REQUIRED": "Name is required.",
  "NEW_CHAT": "New Chat",
  "NEXT": "Next",
  "NICKNAME": "Nickname",
  "NICKNAME_HINT": "A Nickname can help others find you",
  "NO": "No",
  "NOTIFICATION_TOKEN_NOT_VALID": "You won\\'t receive the new messages from other users. Please enable push notification.",
  "NO_BANNED_USER": "No banned user",
  "NO_CHANNELLIST": "Start a Chat",
  "NO_FRIEND": "No friends",
  "NO_FRIENDLIST": "No added friends",
  "NO_FRIEND_BODY": "You currently do not have any friends. Please search for users to add to your friend list.",
  "NO_MESSAGE": "No content",
  "NO_NAME": "Unnamed",
  "NO_RECENT_SEARCH": "No recent searches",
  "OK": "OK",
  "PASSWORD": "Password",
  "PASSWORD_CHANGE": "Change Password",
  "PASSWORD_CURRENT": "Enter Current Password",
  "PASSWORD_INCORRECT": "Incorrect Password",
  "PASSWORD_IS_CHANGED": "Your password has been changed successfully",
  "PASSWORD_MIN": "Password must be 6~15 charaters, number,and Special Characters",
  "PASSWORD_MUST_MATCH": "Passwords must match.",
  "PASSWORD_NEW": "Enter New Password",
  "PASSWORD_NEW_REPEAT": "Repeat New Password",
  "PASSWORD_REQUIRED": "Password is required.",
  "PASSWORD_RESET": "Reset Password",
  "PASSWORD_RESET_EMAIL_SENT": "A Password reset link has been sent. Please check your email.",
  "PHOTO": "Photo",
  "PLZ_TRY_AGAIN_LATER": "Please try again later.",
  "PRIVACY_AND_POLICY": "Privacy and Policy",
  "REGISTER": "Register",
  "RELOAD": "Reload",
  "REPORT": "Report User",
  "REPORT_DESCRIPTION": "Please give sepecific reason on why you want to ban the following user.",
  "REPORT_SENT": "Report has been sent successfully. The support team will review your reports.",
  "RESEND_EMAIL": "Resend email",
  "RESENT_VERIFICATION_EMAIL": "Email verification link has been resent",
  "RESENT_VERIFICATION_EMAIL_FAILED": "Email has not sent. Please check the email address once more.",
  "RETURN_TO_SIGNIN": "Return to sign in",
  "SEARCH_USER": "Search User",
  "SELECT_FROM_ALBUM": "Select from album",
  "SELF_CHAT": "Chat with myself",
  "SEND": "Send",
  "SEND_LINK": "Send Link",
  "SETTINGS": "Settings",
  "SHARE_VIDEO": "Share video",
  "SHARING_VIDEO": "Sharing video...",
  "SIGNED_IN_WITH_APPLE": "Signed in with Apple",
  "SIGNED_IN_WITH_EMAIL": "Signed in with Email",
  "SIGNED_IN_WITH_FACEBOOK": "Signed in with Facebook",
  "SIGNED_IN_WITH_GOOGLE": "Signed in with Google",
  "SIGN_IN_WITH_APPLE": "Sign in with Apple",
  "SIGN_IN_WITH_FACEBOOK": "Sign in with Facebook",
  "SIGN_IN_WITH_GOOGLE": "Sign in with Google",
  "SIGN_UP": "Sign Up",
  "SIGN_UP_POLICY_AGREEMENT": "We consider that you agree with {{termsForAgreement}} and {{privacyAndPolicy}} by going onto next step.",
  "STATUS": "Status",
  "STATUS_MSG": "Status message",
  "STATUS_MSG_HINT": "Please write your status message",
  "SUCCESS": "SUCCESS",
  "TAKE_A_PICTURE": "Take a picture",
  "TERMS_FOR_AGREEMENT": "Terms for agreement",
  "THUMBNAIL_ERROR": "No Video Preview",
  "TRY_AGAIN": "Try again",
  "UNBAN_USER": "Unban User",
  "UNBAN_USER_TEXT": "Do you wan to unban current user? If then, you will start to see and receive messages from the user.",
  "UPDATE": "Update",
  "UPDATE_PROFILE": "Profile update complete",
  "URL_IS_NULL": "Url is not received from the file",
  "VERIFICATION_EMAIL_SENT": "Verification link has been sent. Please check your email. If you have not received an email please check out your spam inbox.",
  "VERIFY": "Verify",
  "VERIFY_EMAIL": "Verify Email",
  "VIDEO": "Video",
  "WARNING": "Warning",
  "WRITE_MESSAGE": "Write message...",
  "YES": "Yes"
}